Revit 2024 API
ParameterTypeId.FbxLightLossFactorMethod Property
 "Light Loss Input Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FbxLightLossFactorMethod { get; }
Visual Basic
Public Shared ReadOnly Property FbxLightLossFactorMethod As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FbxLightLossFactorMethod {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace